/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Du har ikke brukt Programvareoppdatering ennå.";
"SUPrefSuccessStatus" = "Programvareoppdatering var vellykket.";
"SUPrefAllInactiveStatus" = "De eneste oppdateringene som er tilgjengelige, er oppdateringer du har valgt å ignorere.";
"SUPrefNoUpdatesStatus" = "Ingen nye programvareoppdateringer var tilgjengelige.";
"SUPrefFailedCantConnectStatus" = "Mislyktes. Kunne ikke koble til Internett.";
"SUPrefFailedGenericStatus" = "Mislyktes. Det oppsto en feil under søk.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Ignorerte oppdateringer er nå tilgjengelige.";

"SUPrefScanningStatus" = "Søker etter oppdateringer…";
"SUPrefServerErrorStatus" = "Tjeneren er ikke tilgjengelig for øyeblikket. Prøv igjen senere.";
"SUPrefUnexpectedErrorStatus" = "Det oppsto en uventet feil.";

"SUPrefCancellingStatus" = "Avbryter…";
"SUPrefCancelledStatus" = "Avbrutt.";

"SUPrefLastStatusCheckTitle" = "Forrige søk:";
"SUPrefLastStatusFailedTitle" = "Forrige forsøk:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Vellykket. %@.";

"SUPrefNextScheduledDate" = "Neste søk: %@.";

"Software Update can't check for updates because of a network problem." = "Programvareoppdatering kan ikke søke etter oppdateringer på grunn av et nettverksproblem.";
"Failed to check for updates." = "Søk etter av oppdateringer mislyktes.";
"Diagnose..." = "Nettverksdiagnostikk…";
"SUPrefCheckConfigMessage" = "Kontroller at maskinen er koblet til Internett, og prøv igjen.";
"OK" = "OK";

"SUPrefUpdateNow" = "Søk nå";
"CANCEL" = "Avbryt";
